Repository: isabella232/djangopeople
Catalog: djangopeople/locale/*/LC_MESSAGES/django.po
Languages: id

source: English
id: Bahasa Inggris

source: User
id: Pengguna

source: Creation date
id: Tanggal dibuat

source: %s has been associated with your account
id: %s telah dikaitkan dengan akun Anda

source: %s could not be associated with your account, as it is already associated with a different account
id: %s tidak dapat dikaitkan dengan akun Anda karena telah dikaitkan dengan akun lainnya

source: You need to set a password if you want to remove all of your OpenIDs
id: Anda harus membuat sandi jika ingin menghapus semua OpenID

source: %s has been removed from your account
id: %s telah dihapus dari akun Anda

source: OpenID associations
id: OpenID terkait

source: Your account is currently associated with the following OpenID:
id: Akun Anda terkait dengan OpenID berikut:

source: Remove association
id: Hapus kaitan

source: You are currently logged in with the following OpenID. Click "associate" to allow it to be used to sign in to your account.
id: Anda sedang masuk dengan OpenID berikut. Klik "kaitkan" agar dapat menggunakan OpenID berikut untuk masuk ke akun Anda.

source: Associate
id: Kaitkan

source: To associate a new OpenID with this account, sign in with it here:
id: Untuk mengaitkan OpenID baru dengan akun ini, masuk lewat OpenID di sini:

source: Authenticate and associate with this account
id: Autentikasikan dan kaitkan dengan akun ini

source: i-names are not supported
id: i-names tidak didukung

source: The OpenID was invalid
id: OpenID tersebut tidak valid

source: The request was cancelled
id: Permintaan dibatalkan

source: Setup needed
id: Dibutuhkan penyetelan

source: Open ID failed, Sign in with your OpenID
id: Open ID gagal, masuk dengan OpenID Anda

source: Sign in with your OpenID
id: Masuk dengan OpenID

source: OpenID failed
id: OpenID gagal

source: Sign in
id: Masuk

source: #django IRC
id: IRC #django

source: Drag and zoom the map until the crosshair matches your location
id: Seret dan perbesar peta agar tanda silang cocok dengan lokasi Anda

source: Username
id: Nama pengguna

source: First name
id: Nama depan

source: Last name
id: Nama belakang

source: Password
id: Sandi

source: Password (again)
id: Sandi (ulangi)

source: Blog URL
id: URL Blog

source: Country
id: Negara

source: Location
id: Lokasi

source: Region
id: Wilayah

source: Search visibility
id: Visibilitas pencarian

source: E-mail privacy
id: Privasi email

source: IM privacy
id: Privasi IM

source: IRC tracking
id: Pelacakan IRC

source: Looking for work?
id: Mencari pekerjaan?

source: Your skills
id: Keterampilan Anda

source: Password is required
id: Dibutuhkan sandi

source: Passwords must match
id: Sandi harus sama persis

source: That username is unavailable
id: Nama pengguna tersebut tidak tersedia

source: That e-mail is already in use
id: Email tersebut sudah digunakan

source: The region you selected does not match the country
id: Wilayah yang dipilih tidak cocok dengan negaranya

source: Change skills
id: Ganti keterampilan

source: The ISO code of the country you selected is invalid.
id: Kode ISO negara yang Anda pilih tidak valid.

source: Title %d
id: Judul %d

source: You need to provide a URL
id: URL wajib diisi

source: Current Password
id: Sandi saat ini

source: New Password
id: Sandi baru

source: New Password (again)
id: Ulangi sandi baru

source: Please submit your current password.
id: Kirimkan sandi Anda saat ini

source: The passwords did not match.
id: Sandinya tidak cocok

source: Your password was invalid
id: Sandi Anda salah

source: Select a valid choice. That choice is not one of the available choices.
id: Pilih opsi yang valid. Opsi tersebut tidak tersedia.

source: Name
id: Nama

source: ISO code
id: Kode ISO

source: ISO numeric code
id: Kode numerik ISO

source: FIPS code
id: Kode FIPS

source: Continent
id: Benua

source: Capital
id: Ibu Kota

source: Area in square kilometers
id: Luas dalam kilometer persegi

source: Population
id: Populasi

source: Currency code
id: Kode mata uang

source: Languages
id: Bahasa

source: Geonames ID
id: ID Geonames

source: Number of people
id: Jumlah penduduk

source: Countries
id: Negara

source: Code
id: Kode

source: Flag
id: Bendera

source: Regions
id: Wilayah

source: Latitude
id: Lintang

source: Longitude
id: Bujur

source: Profile views
id: Tampilan profil

source: OpenID server
id: Server OpenID

source: OpenID delegate
id: Delegasi OpenID

source: Last active on IRC
id: Terakhir aktif di IRC

source: <none>
id: <tidak ada>

source: Django person
id: Seseorang Django

source: Django people
id: Orang Django

source: Title
id: Judul

source: Contributor
id: Kontributor

source: Portfolio site
id: Situs portofolio

source: Portfolio sites
id: Situs portofolio

source: Country site
id: Situs Negara

source: Country sites
id: Situs Negara

source: No Tag found matching "%s".
id: Tidak ada tag yang cocok untuk "%s".

source: 404 error
id: Galat 404

source: Page not found.
id: Laman tidak ditemukan.

source: 500 error
id: Galat 500

source: Internal server error. This has been reported to the site administrator.
id: Galat server internal. Galat ini telah dilaporkan ke administrator situs.

source: About
id: Tentang

source: About Django People
id: Tentang Orang Django

source: Django People lists %(count)s <a href="https://www.djangoproject.com/">Django</a> developers from around the world, in %(countries)s different countries. The aim of the site is to help Django developers find like-minded souls near them, and hopefully kick-start some local meet-ups and user groups.
id: Daftar pengembang Orang Django %(count)s<a href="https://www.djangoproject.com/">Django</a> dari seluruh dunia, di %(countries)snegara berbeda. Tujuan dari situs ini adalah membantu pengembang Django menemukan jiwa sepaham dekat mereka, dan berharap memulai beberapa pertemuan lokal dan kelompok pengguna.

source: The site was originally built and open-sourced by <a href="/simon/">Simon Willison</a> and <a href="/natbat/">Natalie Downe</a>. The code is <a href="https://github.com/brutasse/djangopeople">available on github</a>, you can post feedback and bug reports on the repository's <a href="https://github.com/brutasse/djangopeople/issues">issues page</a>.
id: Situs aslinya dibangun dan di sumber terbukakan oleh <a href="/simon/">Simon Willison</a> and <a href="/natbat/">Natalie Downe</a>. Kode itu <a href="https://github.com/brutasse/djangopeople">tersedia di github</a>, anda dapat menempatkan umpan balik dan laporan kesalahan pada <a href="https://github.com/brutasse/djangopeople/issues">halaman masalah</a> gudang

source: Country data and location lookups come from <a href="http://www.geonames.org/">GeoNames</a>, while the maps themselves are powered by the <a href="https://developers.google.com/maps/">Google Maps API</a>. Country flags and icons are by <a href="http://famfamfam.com/lab/icons/">Mark James</a>; US state flags come <a href="http://en.wikipedia.org/wiki/Flags_of_the_U.S._states" title="Flags of the U.S. states">from Wikipedia</a>. Profile pictures come from <a href="http://en.gravatar.com/">Gravatar</a>.
id: Pencarian Data negara dan tempat datang dari <a href="http://www.geonames.org/">GeoNames</a>, selagi peta mereka sendiri ditenagai oleh <a href="https://developers.google.com/maps/">Google Maps API</a>. Bendera negara dan ikon oleh <a href="http://famfamfam.com/lab/icons/">Mark James</a>; bendera Amerika Serikat datang <a href="http://en.wikipedia.org/wiki/Flags_of_the_U.S._states" title="Flags of the U.S. states">dari Wikipedia</a>. Gambar profil datang dari <a href="http://en.gravatar.com/">Gravatar</a>.

source: The site uses <a href="http://code.google.com/p/django-tagging/">django-tagging</a> by <a href="/insin/">Jonathan Buchanan</a> for the <a href="/skills/">skills feature</a>. <a href="http://simonwillison.net/2008/Jan/24/upgrade/" title="Django People: OpenID and microformats">OpenID support</a> (used by %(openid_users)s people) depends on <a href="http://openidenabled.com/python-openid/">python-openid</a> (version 2.2.5) and <a href="http://code.google.com/p/django-openid/">django-openid</a>.
id: Situs menggunakan <a href="http://code.google.com/p/django-tagging/">penandaan-django</a> oleh <a href="/insin/">Jonathan Buchanan</a> untuk <a href="/skills/">fitur keahlian</a>. <a href="http://simonwillison.net/2008/Jan/24/upgrade/" title="Django People: OpenID and microformats">mendukung OpenID</a> (digunakan oleh orang %(openid_users)s) tergantung pada <a href="http://openidenabled.com/python-openid/">openid python</a> (version 2.2.5) dan <a href="http://code.google.com/p/django-openid/">openid django</a>.

source: Deployment is <a href="http://gunicorn.org">gunicorn</a>, hosted on <a href="http://www.heroku.com/">Heroku</a>.
id: Penyebaran adalah <a href="http://gunicorn.org">gunicorn</a>, disimpan di <a href="http://www.heroku.com/">Heroku</a>.

source: A Django joint.
id: Gabungan Django

source: home
id: rumah

source: about
id: tentang

source: search
id: cari

source: sign up as a django person
id: masuk sebagai orang django

source: You are logged in as <strong>%(user)s</strong>
id: Anda masuk sebagai <strong>%(user)s</strong>

source: your profile
id: profil Anda

source: your account
id: akun Anda

source: log out
id: keluar

source: Log in
id: Masuk

source: Or <a href="%(openid_url)s">log in with <strong>OpenID</strong>
id: Atau <a href="%(openid_url)s">masuk dengan <strong>OpenID</strong>

source: Django People
id: Masyarakat Django

source: Discover users of the <a href="https://www.djangoproject.com/">Django Web framework</a> near you
id: Temukan pengguna dari <a href="https://www.djangoproject.com/">Kerangka jaringan Django</a> dekat anda

source: Hosted on <span class="heroku">Heroku</span>
id: Disimpan di <span class="heroku">Heroku</span>

source: %(counter)s Django person
id: %(counter)s Orang Django

source: Django community sites in %(country)s
id: Situs komunitas django di %(country)s

source: Page %(num)s of %(total)s
id: Halaman %(num)s dari %(total)s

source: %(counter)s person
id: %(counter)s orang

source: People in %(country)s looking for %(looking_for)s
id: Masyarakat di %(country)s mencari %(looking_for)s

source: %(country)s, seeking %(looking_for)s work
id: %(country)s, mencari %(looking_for)s pekerjaan

source: Sites in %(country)s
id: Situs di %(country)s

source: <a href="%(url)s">%(title)s</a> by <a href="%(author_url)s">%(author)s</a>
id: <a href="%(url)s">%(title)s</a> oleh <a href="%(author_url)s">%(author)s</a>

source: Please enter your password to confirm your ownership of this account. You account removal will be effective immediately and permanently after you submit this form.
id: Masukkan sandi Anda untuk membuktikan kepemilikan atas akun ini. Penghapusan akun akan segera berlaku secara permanen saat Anda mengirimkan formulir ini.

source: Delete my account
id: Hapus akun saya

source: Dear %(name)s,
id: Halo %(name)s

source: It seems you're willing to delete your account from %(domain)s. You can delete your account by following the instructions on the link below:
id: Kelihatannya anda akan menghapus akun anda dari %(domain)s. Anda dapat menghapus akun anda dengan perintah berikut di tautan dibawah ini:

source: For security reasons, this link will stay valid for only 5 minutes.
id: Untuk alasan keamanan, tautan ini hanya berlaku dalam waktu 5 menit saja.

source: Account deleted
id: Akun dihapus

source: It's sad to see you go, but your account was successfully deleted.
id: Sangat sedih melihat anda pergi, tetapi akun anda berhasil dihapus.

source: Check your email! An email was just sent to you, follow the link in it to finalize your account deletion.
id: Periksa email anda! Sebuah email dikirim ke anda, ikuti tautan didalamnya untuk mengakhiri penghapusan akun anda.

source: Account deletion
id: Penghapusan akun

source: You are about to request complete removal of your account and data from this site. This will be done using the following process:
id: Anda sedang meminta pemindahan seluruhnya akun anda dan data dari situs ini. Ini akan dilakukan menggunakan pengolahan berikut:

source: When you submit the following form, you will receive an email with a private link.
id: Ketika anda mengajukan formulir berikut, anda akan menerima email dengan tautan pribadi.

source: This link (valid for 5 minutes only) will take you to a page where you can enter your password to actually delete your account.
id: Tautan ini (sah hanya 5 menit) akan membawa anda ke halaman dimana anda dapat memasukkan sandi anda untuk benar-benar menghapus akun anda.

source: If you are ready to proceed, submit the form below.
id: Jika anda sudah siap melanjutkan, ajukan formulir dibawah ini.

source: Request account deletion
id: Permintaan penghapusan akun

source: Account deletion on %(domain)s
id: Penghapusan akun di %(domain)s

source: Account settings
id: Pengaturan akun

source: Change your location
id: Rubah tempat anda

source: Update your contact details
id: Perbarui detail kontak Anda

source: Change your privacy settings
id: Rubah pengaturan pribadi anda

source: Add sites to your portfolio
id: Tambah situs ke portofolio

source: Change your password
id: Rubah sandi anda

source: You do not have a password set - <a href="%(password_url)s">set one now?</a>
id: Anda tidak mempunyai sandi - <a href="%(password_url)s">setel satu sekarang?</a>

source: Delete your account
id: Hapus akun Anda

source: You have %(counter)s OpenID associated with your account. <a href="%(openid_url)s">Manage your OpenID</a>
id: Anda mempunyai %(counter)s OpenID terhubung dengan akun anda. <a href="%(openid_url)s">Kelola OpenID anda</a>

source: If you have an <a href="http://openid.net/">OpenID</a>, you can <a href="%(openid_url)s">associate it with your account</a>. This will allow you to log in using your OpenID instead of your password.
id: Jika anda mempunyai sebuah <a href="http://openid.net/">OpenID</a>, anda dapat <a href="%(openid_url)s">menghubungkannya dengan akun anda</a>. Ini akan mengizinkan anda masuk menggunakan OpenID dari pada sandi anda.

source: Advanced: Use your profile page as an OpenID
id: Lanjutan: Gunakan halaman profil anda sebagai sebuah OpenID

source: If you already have an OpenID, you can configure your Django People profile page to delegate to it. This means you'll be able to use your profile page as an OpenID, without having to sign in to Django People first.
id: Jika anda sudah mempunyai OpenID, anda dapat mengkonfigurasi halaman profil Orang Django untuk mengutus ke dia. Ini berarti anda akan dapat menggunakan halaman profil anda sebagai OpenID, tanpa perlu masuk ke Orang Django terlebih dahulu.

source: Read <a href="http://simonwillison.net/2006/Dec/19/openid/">more about delegation</a> to learn how to use this form.
id: Baca <a href="http://simonwillison.net/2006/Dec/19/openid/">lebih tentang pengutusan</a> untuk belajar bagaimana menggunakan formulir ini.

source: Update OpenID delegation
id: Perbaharui perwakilan OpenID

source: Edit your bio
id: Sunting bio

source: No HTML allowed, but paragraph tags will be added automatically and URLs will be turned in to links.
id: HTML tidak diizinkan, tetapi etiket paragraf akan ditambahkan otomatis dan URL akan dirubah menjadi tautan.

source: Update bio
id: Perbaharui bio

source: Edit contact information
id: Sunting informasi kontak

source: Contact details
id: RIncian kontak

source: Other profiles
id: Profil lain

source: Got profiles on other sites? Enter the URLs below:
id: Dapat profil di situs lain? Masukkan URL dibawah ini:

source: Instant messaging
id: Pesan sesaat

source: Use any instant messaging software?
id: Menggunakan perangkat lunak pesan sesaat apapun?

source: Privacy settings
id: Pengaturan pribadi

source: You can set your profile page not to show up in external search engine results (such as Google or Yahoo!)
id: Anda dapat menyetel halaman profil tidak muncul di hasil mesin pencarian eksternal (seperti Google atau Yahoo!)

source: Save changes
id: Simpan perubahan

source: <strong>Zoom and center the map on your location</strong>. Your map location will be shared in public, so only make it as accurate as makes you comfortable.
id: <strong>TIngkatkan dan tengahi peta di tempat anda</strong>. Tempat peta anda akan dibagi ke umum, jadi hanya membuat tepat yang membuat anda nyaman.

source: Location *
id: Tempat *

source: A short textual description of your location will be displayed on the site. We attempt to derive this from your position on the map, but you can customise it if you like.
id: Sebuah gambaran teks pendek dati tempat anda akan ditampilkan pada situs. Kami berusaha untuk memperoleh ini dati tempat anda pada peta, tetapi anda dapat menyesuaiakannya jika anda suka.

source: Change location
id: Rubah tempat

source: Change password
id: Rubah sandi

source: Update your portfolio
id: Perbaharui portofolio anda

source: Show off the sites and projects you've personally built (or contributed to) using Django.
id: Peragakan situs dan proyek pribadi anda telah bangun (atau bantu) menggunakan DJango.

source: Update portfolio
id: Perbaharui portofolio

source: Update your skills
id: Perbaharui keterampilan anda

source: Update skills
id: Perbaharui keterampilan

source: Please correct the errors below and submit the form again.
id: Silahkaan perbaiki kesalahan dibawah ini dan ajukan formulir kembali.

source: Showing %(counter)s recent signups (out of %(total_people)s)
id: Menampilkan %(counter)s daftar saat ini (dari %(total_people)s)

source: if you're a Django developer, why not <a href="%(signup_url)s">add yourself</a> to the site?
id: jika anda pengembang Django, kenapa tidak <a href="%(signup_url)s">tambah diri anda</a> ke situs?

source: Looking for a Django job? check out <a href="http://djangogigs.com/">Djangogigs.com</a>
id: Mencari pekerjaan Django? periksa <a href="http://djangogigs.com/">Djangogigs.com</a>

source: Active on IRC in the past hour
id: Aktif di IRC di jam terakhir

source: No one is currently active
id: Tidak satupun saat ini aktif

source: <strong>%(nick)s</strong>, active %(since)s ago
id: <strong>%(nick)s</strong>, aktif%(since)s lalu

source: Your login attempt failed.
id: Usaha masuk anda gagal.

source: Lost your password?
id: Kehilangan sandi anda?

source: Or sign in with your OpenID
id: Atau masuk dengan OpenID anda

source: OpenID not working?
id: OpenID tidak bekerja?

source: Log in with OpenID
id: Masuk dengan OpenID

source: (change)
id: (rubah)

source: (edit bio)
id: (sunting bio)

source: Create your bio
id: Buat bio anda

source: (edit skills)
id: (sunting keterampilan)

source: Save
id: Simpan

source: Looking for <strong>%(type)s</strong> work
id: Mencari <strong>%(type)s</strong> bekerja

source: Finding %(name)s
id: Menemukan %(name)s

source: (edit)
id: (sunting)

source: (active %(since)s ago)
id: (aktif %(since)s lalu)

source: %(name)s's Django portfolio
id: Portofolio Django %(name)s

source: Django projects %(name)s has contributed to
id: %(name)s Proyek Django telah dibantu

source: <a href="%(portfolio_url)s">Add some sites</a> to your portfolio
id: <a href="%(portfolio_url)s">Tambah beberapa situs</a> ke portofolio anda

source: People near %(name)s
id: Orang dekat %(name)s

source: %(counter)s mile away
id: %(counter)s bermil-mil jauhnya

source: Recent people
id: Orang belakangan ini

source: Search: %(q)s
id: Cari: %(q)s

source: Search
id: Cari

source: %(counter)s result
id: %(counter)s hasil

source: Terms must be three or more characters
id: Istilah harus tiga atau lebih karakter

source: This tool searches by username, first name and last name.
id: Alat ini mencari berdasarkan nama pengguna, nama awal dan nama akhir.

source: No users found.
id: Tidak ada pengguna ditemukan.

source: Sign up
id: Daftar

source: Sign up as a Django Person
id: Daftar sebagai Orang Django

source: Got an <strong class="openid">OpenID</strong>? <a href="%(openid_url)s">Sign up with your OpenID now!</a>
id: Dapat sebuah <strong class="openid">OpenID</strong>? <a href="%(openid_url)s">Masuk dengan OpenID anda sekarang!</a>

source: Your new account will be associated with with your OpenID: <strong class="openid">%(openid)s</strong> (<a href="%(openid_signout)s?next=%(signup_url)s">don't associate</a>)
id: Akun baru anda akan terhubung dengan OpenID anda: <strong class="openid">%(openid)s</strong> (<a href="%(openid_signout)s?next=%(signup_url)s">jangan terhubung</a>)

source: 1. Tell us who you are
id: 1. Katakan kepada kami siapa anda

source: 2. Tell us where you live
id: 2. Katakan kepada kami dimana anda tinggal

source: Latitude and longitude are missing. Please use the map to provide your location.
id: Lintang dan bujur hilang. Silahkan gunakan peta untuk menyediakan tempat anda.

source: 3. And a bit about you â€¦
id: 3. Dan sedikit tentang anda ...

source: 4. Your privacy settings
id: 4. Pengaturan pribadi anda

source: 5. Your skills and interests
id: 5. Keterampilan dan minat anda

source: Tag yourself with your particular skills and interests, e.g. postgresql, nginx, css. Separate them with commas; spaces are allowed.
id: Etiket diri anda sendiri dengan keterampilan dan minat khusus anda, sebagai contoh postgresql, nginx, css. Pisahkan mereka dengan koma; spasi diizinkan.

source: Sign me up
id: Daftarkan saya

source: %(counter)s Django Person mention this skill
id: %(counter)s Orang DJango menyebutkan keterampilan ini

source: Skills
id: Keterampilan

source: New password set
id: Sandi baru disetel

source: Your password has successfully been reset. You can use it right now on the <a href="%(login_url)s">login page</a>.
id: Sandi anda telah berhasil di setel kembali. Anda dapat menggunakannya sekarang di <a href="%(login_url)s">halaman masuk</a>.

source: Recover your account
id: Pulihkan akun anda

source: Enter your username and we'll send an account recovery link to the e-mail address associated with your account.
id: Masukkan nama pengguna anda dan kami akan mengirimkan tautan pemulihan akun ke alamat e-mail terhubung dengan akun anda.

source: Recover account
id: Pulihkan akun

source: An email has just been sent to <strong>%(email)s</strong>. Use the link in it to set a new password.
id: Sebuah email telah dikirim ke <strong>%(email)s</strong>. Gunakan tautan itu untuk menyetel sandi baru.

source: Sorry, this password reset link is invalid. You can still <a href="%(recovery_url)s">request a new one</a>.
id: Maaf, tautan setel kembali sandi ini tidak sah. Anda dapat masih <a href="%(recovery_url)s">meminta satu yang baru</a>.

source: Hi, <strong>%(username)s</strong>. Please choose your new password.
id: Hai, <strong>%(username)s</strong>. Silahkan pilih sandi baru anda.

source: Set new password
id: Setel sandi baru
